[
  {
    "user_input": "592\n1499 Jänner 6.\n\nMichel Beck, Goldschmied in Ulm, schreibt an Hans Man (königl. Secretär), der König habe durch seinen Diener, den Botmeister Jonatas de Tassis, ihn und andere Meister ein Muster zu Botenbüchsen machen lassen, und als sein Muster dem Könige gefallen hätte, habe der Botmeister bei ihm 17 solche Büchsen bestellt, worauf von ihm 5, eine 4 Loth schwer, verfertigt worden seien, welche aber, da der König inzwischen ins Welschland gezogen, bei ihm unbehoben und ungezahlt lägen. Er bitte also um Interzession in dieser seiner Angelegenheit. Auch lasse er die Herren wissen, dass er Fürsten, Prälaten, Ritter oder wer da wolle, Daumenringe mit Wappensteinen mache und zwar die Wappen in den betreffenden Farben.\n\nAuf der Rückseite steht: Ego Johanneta magister postarum confiteor, me ex mandato regie majestatis in Ulma fecisse fieri 17 pixides cum armis regiis; et de uno lot dare promisi unum florenum rh. et quod quelibet ponderet quatuor vel quinque lot. Et super hoc dedi ipso magistro in Ulma 2 florenos. Johanetus de Tasis subscripsi.\n\nMit Unterschrift und Monogramm des Michel Beck 258 b",
    "assistant_output_text": "before 1499-01-06:\n- Maximilian hat den Goldschmied Michel Beck und andere Meister durch Botmeister Jonatas de Tassis ein Muster zu Botenbüchsen machen lassen.\n- Michael Beck ist Diener des Königs.\n- Jonatas de Tassis ist Botmeister.\n- Der Botmeister Jonatas de Tassis hat bei Goldschmied Michel Beck 17 Botenbüchsen bestellt.\n- Michel Beck hat fünf Botenbüchsen hergestellt, die noch bei ihm liegen und unbezahlt sind.\n- Maximilian ist ins Welschland gezogen.\n\n1499-01-06:\n- Michel Beck schreibt an den königlichen Sekretär Hans Man wegen der bestellten Botenbüchsen.\n- Hans Man ist königlicher Sekräter.\n- Michel Beck bittet um Hans Mans Vermittlung bezüglich der unbezahlten Botenbüchsen.\n- Michel Beck schreibt Hans Man, dass er Daumenringe mit farbigen Wappensteinen herstellen kann.",
    "assistant_output_json": "{\n        \"statement_groups\": [\n            {\n                \"date\": \"before 1499-01-06\",\n                \"statements\": [\n                    {\n                        \"text\": \"Maximilian hat den Goldschmied Michel Beck und andere Meister durch Botmeister Jonatas de Tassis ein Muster zu Botenbüchsen machen lassen.\"\n                    },\n                    {\n                        \"text\": \"Michael Beck ist Diener des Königs.\"\n                    },\n                    {\n                        \"text\": \"Jonatas de Tassis ist Botmeister.\"\n                    },\n                    {\n                        \"text\": \"Der Botmeister Jonatas de Tassis hat bei Goldschmied Michel Beck 17 Botenbüchsen bestellt.\"\n                    },\n                    {\n                        \"text\": \"Michel Beck hat fünf Botenbüchsen hergestellt, die noch bei ihm liegen und unbezahlt sind.\"\n                    },\n                    {\n                        \"text\": \"Maximilian ist ins Welschland gezogen.\"\n                    }\n                ]\n            },\n            {\n                \"date\": \"1499-01-06\",\n                \"statements\": [\n                    {\n                        \"text\": \"Michel Beck schreibt an den königlichen Sekretär Hans Man wegen der bestellten Botenbüchsen.\"\n                    },\n                    {\n                        \"text\": \"Hans Man ist königlicher Sekräter.\"\n                    },\n                    {\n                        \"text\": \"Michel Beck bittet um Hans Mans Vermittlung bezüglich der unbezahlten Botenbüchsen.\"\n                    },\n                    {\n                        \"text\": \"Michel Beck schreibt Hans Man, dass er Daumenringe mit farbigen Wappensteinen herstellen kann.\"\n                    }\n                ]\n            }\n        ]\n    }"
  },
  {
    "user_input": "8639\n1518 November 5, Rattenberg.\n\nKaiser Maximilian schreibt an Bürgermeister und Rat von Augsburg, Stephan Zwingenstain, Federmacher, habe ihm anzeigen lassen, dass der Rat seine Dienerin, von der er etliche Kinder habe und die mit seinem Handel dem Federmachen beschäftigt sei, jüngst nebst anderen Dirnen aus der Stadt verwiesen habe. Da dieselbe aber neuerdings nichts verbrochen habe und ihm überdies in seinem Geschäfte unbedingt notwendig sei, so bitte er um des Kaisers Hilfe, damit jener der Aufenthalt in der Stadt wieder erlaubt werde; denn im solhs sonst zu verderblichem Nachteil reichet auch uns und den Unsern ihr Arbeit, so bei ihm angedingt ist, füglich nicht wohl ausmachen noch weiter gewärtig sein könnte. Er befürworte dieses Gesuch angelegentlichst, besonders weil ihm Stephan Zwingenstain je und allwegen mit obbestimpter seiner Arbeit gewärtig gewesen sei.\n\n- Gegeben in unserer Stadt Rattenberg am Inn am fünften Tag Novembris anno etc. 1518.\n\nOrig., Maximilian, 1518 November 15.",
    "assistant_output_text": "before 1518-11-05:\n- Stephan Zwingenstain, Federmacher, ist für Maximilian tätig.\n- Stephan Zwingenstain ist Federmacher.\n- Stephan Zwingenstain, Federmacher, hat Maximilian berichten lassen, dass der Rat von Augsburg seine Dienerin mit der er etliche Kinder hat, aus der Stadt verwiesen hat.\n- Stephan Zwingenstain hat etliche Kinder.\n- Der Rat von Augsburg verweist die Dienerin und andere Dirnen von Stephan Zwingenstein mitsamt deren Kinder der Stadt.\n- Die Dienerin von Stephan Zwingenstain ist mit seinem Handel beschäftigt.\n- Stephan Zwingenstein bittet Maximilian um Hilf bzgl. seiner Dienerin.\n\n1518-11-05:\n- Kaiser Maximilian schreibt an Bürgermeister und Rath von Augsburg.\n- Maximilian bittet die den Bürgermeister und Rat von Augsburg, die Dienerin und Dirnen des Stephamn Zwingenstein wieder in Augsburg leben zu lassen, da sie ihm bei der Arbeit als Federmacher behilflich sind.",
    "assistant_output_json": "{\n        \"statement_groups\": [\n            {\n                \"date\": \"before 1518-11-05\",\n                \"statements\": [\n                    {\n                        \"text\": \"Stephan Zwingenstain, Federmacher, ist für Maximilian tätig.\"\n                    },\n                    {\n                        \"text\": \"Stephan Zwingenstain ist Federmacher.\"\n                    },\n                    {\n                        \"text\": \"Stephan Zwingenstain, Federmacher, hat Maximilian berichten lassen, dass der Rat von Augsburg seine Dienerin mit der er etliche Kinder hat, aus der Stadt verwiesen hat.\"\n                    },\n                    {\n                        \"text\": \"Stephan Zwingenstain hat etliche Kinder.\"\n                    },\n                    {\n                        \"text\": \"Der Rat von Augsburg verweist die Dienerin und andere Dirnen von Stephan Zwingenstein mitsamt deren Kinder der Stadt.\"\n                    },\n                    {\n                        \"text\": \"Die Dienerin von Stephan Zwingenstain ist mit seinem Handel beschäftigt.\"\n                    },\n                    {\n                        \"text\": \"Stephan Zwingenstein bittet Maximilian um Hilf bzgl. seiner Dienerin.\"\n                    }\n                ]\n            },\n            {\n                \"date\": \"1518-11-05\",\n                \"statements\": [\n                    {\n                        \"text\": \"Kaiser Maximilian schreibt an Bürgermeister und Rath von Augsburg.\"\n                    },\n                    {\n                        \"text\": \"Maximilian bittet die den Bürgermeister und Rat von Augsburg, die Dienerin und Dirnen des Stephamn Zwingenstein wieder in Augsburg leben zu lassen, da sie ihm bei der Arbeit als Federmacher behilflich sind.\"\n                    }\n                ]\n            }\n        ]\n    }"
  }
]
